Repository: JHdehao/Cove
Catalog: Cove/Localizable.xcstrings
Source language: en
Languages: ar, ja, ko, ru, zh_hans, zh_hant

# 生成失败。
source: Generation failed.
ar: فشل الإنشاء.
ja: 生成に失敗しました。
ko: 생성에 실패했습니다.
ru: Не удалось сгенерировать.
zh_hans: 生成失败。
zh_hant: 生成失敗。

# 生成纪要
source: Write Minutes
ar: كتابة المحضر
ja: 議事録を作成
ko: 회의록 만들기
ru: Написать протокол
zh_hans: 生成纪要
zh_hant: 生成紀要

source: To write minutes, live notes and chat answers, the meeting transcript (which may include personal data such as names and company information) is sent to "%1$@" (%2$@) for processing, under that service's own privacy policy. Cove itself collects no data. You'll only be asked once; withdraw any time in Settings → Privacy.
ar: لكتابة المحاضر والملاحظات المباشرة وإجابات المحادثة، يُرسَل نص الاجتماع (وقد يتضمن بيانات شخصية مثل الأسماء ومعلومات الشركة) إلى «%1$@» (%2$@) لمعالجته وفق سياسة الخصوصية الخاصة بتلك الخدمة. لا يجمع Cove نفسه أي بيانات. نسألك مرة واحدة فقط؛ ويمكنك السحب في أي وقت من الإعدادات ← الخصوصية.
ja: 議事録、ライブメモ、チャットの作成には、会議の文字起こし（人名や会社情報などの個人データを含む場合があります）を「%1$@」（%2$@）に送信して処理します。そのサービス自身のプライバシーポリシーが適用されます。Cove 自体はデータを収集しません。 確認は 1 回だけです。設定 → プライバシー でいつでも取り消せます。
ko: 회의록, 실시간 메모, 대화를 만들려면 회의 녹취록(이름, 회사 정보 등 개인 데이터가 포함될 수 있음)을 「%1$@」(%2$@)(으)로 보내 처리하며, 해당 서비스의 개인정보 처리방침이 적용됩니다. Cove 자체는 데이터를 수집하지 않습니다. 한 번만 묻습니다. 설정 → 개인정보에서 언제든 철회할 수 있습니다.
ru: Чтобы писать протоколы, живые заметки и ответы в чате, расшифровка встречи (в ней могут быть персональные данные — имена, сведения о компании) отправляется в «%1$@» (%2$@) и обрабатывается по политике конфиденциальности этого сервиса. Сам Cove не собирает данных. Спросим только один раз; отозвать можно в Настройки → Конфиденциальность.
zh_hans: 生成纪要、实时纪要和对话需要把会议转录（可能包含人名、公司信息等个人数据）发送到「%1$@」（%2$@）处理，适用该服务自己的隐私政策。Cove 本身不收集任何数据。 只问这一次，可在设置 → 隐私里撤回。
zh_hant: 生成紀要、即時紀要和對話需要把會議轉錄（可能包含人名、公司資訊等個人資料）傳送到「%1$@」（%2$@）處理，適用該服務自己的隱私政策。Cove 本身不收集任何資料。 只問這一次，可在設定 → 隱私裡撤回。

source: On the computer, Ollama must listen on 0.0.0.0 (OLLAMA_HOST=0.0.0.0); the phone reaches it over Tailscale or the same Wi-Fi. Set the context length to the model's num_ctx.
ar: يجب أن يستمع Ollama على الحاسوب إلى 0.0.0.0 ‏(OLLAMA_HOST=0.0.0.0)، ويصل إليه الهاتف عبر Tailscale أو شبكة Wi-Fi نفسها. اضبط طول السياق حسب num_ctx للنموذج.
ja: パソコンの Ollama を 0.0.0.0 で待ち受けにし（OLLAMA_HOST=0.0.0.0）、iPhone から Tailscale か同じ Wi-Fi で接続します。コンテキスト長はモデルの num_ctx に合わせてください。
ko: 컴퓨터의 Ollama가 0.0.0.0에서 수신해야 하며(OLLAMA_HOST=0.0.0.0), 휴대폰은 Tailscale이나 같은 Wi-Fi로 접속합니다. 컨텍스트 길이는 모델의 num_ctx에 맞추세요.
ru: На компьютере Ollama должна слушать 0.0.0.0 (OLLAMA_HOST=0.0.0.0); телефон подключается через Tailscale или ту же Wi-Fi. Длину контекста задайте по num_ctx модели.
zh_hans: 电脑上 Ollama 要监听 0.0.0.0（OLLAMA_HOST=0.0.0.0），手机经 Tailscale 或同一 Wi-Fi 访问。上下文长度按模型的 num_ctx 调整。
zh_hant: 電腦上 Ollama 要監聽 0.0.0.0（OLLAMA_HOST=0.0.0.0），手機經 Tailscale 或同一 Wi-Fi 訪問。上下文長度按模型的 num_ctx 調整。

# 界面语言
source: App Language
ar: لغة الواجهة
ja: 表示言語
ko: 앱 언어
ru: Язык интерфейса
zh_hans: 界面语言
zh_hant: 介面語言

# 疑问
source: Question
ar: سؤال
ja: 疑問
ko: 질문
ru: Вопрос
zh_hans: 疑问
zh_hant: 疑問

# 省流量（约 45 秒）
source: Data saver (about 45 s)
ar: توفير البيانات (نحو 45 ثانية)
ja: データ節約（約 45 秒）
ko: 데이터 절약(약 45초)
ru: Экономия трафика (≈45 с)
zh_hans: 省流量（约 45 秒）
zh_hant: 省流量（約 45 秒）

# 看看示例会议
source: See a Sample Meeting
ar: عرض اجتماع تجريبي
ja: サンプル会議を見る
ko: 예시 회의 보기
ru: Посмотреть пример встречи
zh_hans: 看看示例会议
zh_hant: 看看示例會議

# 知道有几个人参会时直接指定，多人会议分得更准。
source: When you know how many attended, set it for more accurate results in larger meetings.
ar: عندما تعرف عدد الحضور حدّده لنتائج أدق في الاجتماعات الكبيرة.
ja: 参加人数がわかれば直接指定でき、大人数の会議でも正確に分けられます。
ko: 참석 인원을 알면 직접 지정해 여러 명이 참석한 회의도 더 정확히 나눕니다.
ru: Если знаете число участников, укажите его — в больших встречах будет точнее.
zh_hans: 知道有几个人参会时直接指定，多人会议分得更准。
zh_hant: 知道有幾個人參會時直接指定，多人會議分得更準。

# 确认待办
source: Review Action Items
ar: مراجعة المهام
ja: ToDo を確認
ko: 할 일 확인
ru: Проверка задач
zh_hans: 确认待办
zh_hant: 確認待辦

# 示例
source: Sample
ar: تجريبي
ja: サンプル
ko: 예시
ru: Пример
zh_hans: 示例
zh_hant: 示例

# 立即更新
source: Update Now
ar: تحديث الآن
ja: 今すぐ更新
ko: 지금 업데이트
ru: Обновить сейчас
zh_hans: 立即更新
zh_hant: 立即更新

# 站会
source: Stand-up
ar: اجتماع يومي قصير
ja: 朝会
ko: 스탠드업
ru: Стендап
zh_hans: 站会
zh_hant: 站會

# 笔记
source: Note
ar: ملاحظة
ja: メモ
ko: 메모
ru: Заметка
zh_hans: 笔记
zh_hant: 筆記

# 粘贴转录
source: Paste Transcript
ar: لصق نص
ja: 文字起こしを貼り付け
ko: 녹취록 붙여넣기
ru: Вставить расшифровку
zh_hans: 粘贴转录
zh_hant: 貼上轉錄

# 粘贴转录文本
source: Paste Transcript Text
ar: لصق نص مفرَّغ
ja: 文字起こしテキストを貼り付け
ko: 녹취록 텍스트 붙여넣기
ru: Вставить текст расшифровки
zh_hans: 粘贴转录文本
zh_hant: 貼上轉錄文本

# 粤语
source: Cantonese
ar: الكانتونية
ja: 広東語
ko: 광둥어
ru: Кантонский
zh_hans: 粤语
zh_hant: 粵語

# 纪要
source: Minutes
ar: المحضر
ja: 議事録
ko: 회의록
ru: Протокол
zh_hans: 纪要
zh_hant: 紀要

source: Minutes, live notes and chat use the selected endpoint. Cloud APIs (Claude, OpenAI, DeepSeek…) and local models (Ollama, LM Studio, or any OpenAI-compatible server) all work.
ar: تستخدم المحاضر والملاحظات المباشرة والمحادثة الاتصال المحدد. تعمل الواجهات السحابية (Claude وOpenAI وDeepSeek…) والنماذج المحلية (Ollama وLM Studio أو أي خادم متوافق مع OpenAI).
ja: 議事録、ライブメモ、チャットは選択中の接続を使います。クラウド API（Claude、OpenAI、DeepSeek…）もローカルモデル（Ollama、LM Studio など OpenAI 互換サーバ）も使えます。
ko: 회의록, 실시간 메모, 대화는 선택한 연결을 사용합니다. 클라우드 API(Claude, OpenAI, DeepSeek…)와 로컬 모델(Ollama, LM Studio 등 OpenAI 호환 서버) 모두 가능합니다.
ru: Протоколы, живые заметки и чат используют выбранное подключение. Подходят облачные API (Claude, OpenAI, DeepSeek…) и локальные модели (Ollama, LM Studio или любой OpenAI-совместимый сервер).
zh_hans: 纪要、实时纪要和对话用选中的接口。云端 API（Claude、OpenAI、DeepSeek…）与本地模型（Ollama、LM Studio 等任何 OpenAI 兼容接口）都可以。
zh_hant: 紀要、即時紀要和對話用選中的介面。雲端 API（Claude、OpenAI、DeepSeek…）與本地模型（Ollama、LM Studio 等任何 OpenAI 相容介面）都可以。

# 纪要语言
source: Minutes language
ar: لغة المحضر
ja: 議事録の言語
ko: 회의록 언어
ru: Язык протокола
zh_hans: 纪要语言
zh_hant: 紀要語言

# 编辑这一句
source: Edit This Line
ar: تعديل هذا السطر
ja: この文を編集
ko: 이 문장 편집
ru: Изменить фразу
zh_hans: 编辑这一句
zh_hant: 編輯這一句

# 联动
source: Integrations
ar: التكامل
ja: 連携
ko: 연동
ru: Интеграции
zh_hans: 联动
zh_hant: 聯動

# 自动判断人数
source: Detect Automatically
ar: تحديد تلقائي
ja: 人数を自動判定
ko: 인원 자동 판단
ru: Определить автоматически
zh_hans: 自动判断人数
zh_hant: 自動判斷人數

# 自动导出到
source: Auto export to
ar: التصدير التلقائي إلى
ja: 自動書き出し先
ko: 자동 내보내기 위치
ru: Автоэкспорт в
zh_hans: 自动导出到
zh_hant: 自動匯出到

# 自动导出失败：%@
source: Auto export failed: %@
ar: فشل التصدير التلقائي: %@
ja: 自動書き出しに失敗しました：%@
ko: 자동 내보내기 실패: %@
ru: Автоэкспорт не удался: %@
zh_hans: 自动导出失败：%@
zh_hant: 自動匯出失敗：%@

# 自动导出纪要到文件夹…
source: Auto Export Minutes to Folder…
ar: تصدير المحاضر تلقائيًا إلى مجلد…
ja: 議事録をフォルダに自動書き出し…
ko: 회의록을 폴더로 자동 내보내기…
ru: Автоэкспорт протоколов в папку…
zh_hans: 自动导出纪要到文件夹…
zh_hant: 自動匯出紀要到資料夾…

# 自定义
source: Custom
ar: مخصص
ja: カスタム
ko: 사용자 지정
ru: Свой
zh_hans: 自定义
zh_hant: 自定義

# 自定义模板
source: Custom Template
ar: قالب مخصص
ja: カスタムテンプレート
ko: 사용자 지정 템플릿
ru: Свой шаблон
zh_hans: 自定义模板
zh_hant: 自定義模板

# 自定义（Anthropic 兼容）
source: Custom (Anthropic-compatible)
ar: مخصص (متوافق مع Anthropic)
ja: カスタム（Anthropic 互換）
ko: 사용자 지정(Anthropic 호환)
ru: Свой (совместимый с Anthropic)
zh_hans: 自定义（Anthropic 兼容）
zh_hant: 自定義（Anthropic 相容）

# 自定义（OpenAI 兼容）
source: Custom (OpenAI-compatible)
ar: مخصص (متوافق مع OpenAI)
ja: カスタム（OpenAI 互換）
ko: 사용자 지정(OpenAI 호환)
ru: Свой (совместимый с OpenAI)
zh_hans: 自定义（OpenAI 兼容）
zh_hant: 自定義（OpenAI 相容）

# 英语
source: English
ar: الإنجليزية
ja: 英語
ko: 영어
ru: Английский
zh_hans: 英语
zh_hant: 英語

# 苹果本机模型不可用。
source: Apple's on-device model isn't available.
ar: نموذج Apple على الجهاز غير متاح.
ja: Apple オンデバイスモデルは利用できません。
ko: Apple 온디바이스 모델을 사용할 수 없습니다.
ru: Модель Apple на устройстве недоступна.
zh_hans: 苹果本机模型不可用。
zh_hant: 蘋果本機模型不可用。

# 苹果本机模型出错：%@
source: Apple on-device model error: %@
ar: خطأ في نموذج Apple على الجهاز: %@
ja: Apple オンデバイスモデルのエラー：%@
ko: Apple 온디바이스 모델 오류: %@
ru: Ошибка модели Apple на устройстве: %@
zh_hans: 苹果本机模型出错：%@
zh_hant: 蘋果本機模型出錯：%@

# 苹果本机模型拒绝处理这段内容（安全限制）。可以换用其他模型接口。
source: Apple's on-device model declined this content (safety limits). Try another model endpoint.
ar: رفض نموذج Apple على الجهاز معالجة هذا المحتوى (قيود الأمان). جرّب اتصال نموذج آخر.
ja: Apple オンデバイスモデルがこの内容の処理を拒否しました（安全上の制限）。別のモデル接続をお試しください。
ko: Apple 온디바이스 모델이 이 내용의 처리를 거부했습니다(안전 제한). 다른 모델 연결을 사용해 보세요.
ru: Модель Apple на устройстве отказалась обрабатывать этот текст (ограничения безопасности). Попробуйте другое подключение.
zh_hans: 苹果本机模型拒绝处理这段内容（安全限制）。可以换用其他模型接口。
zh_hant: 蘋果本機模型拒絕處理這段內容（安全限制）。可以換用其他模型介面。

# 苹果系统
source: Apple (built-in)
ar: Apple (مدمج)
ja: Apple（内蔵）
ko: Apple(내장)
ru: Apple (встроенный)
zh_hans: 苹果系统
zh_hant: 蘋果系統

source: Apple's built-in recognizer (iOS 26) runs offline on the phone; recordings are never uploaded. Nothing to download (the system prepares each language the first time it's used), uses less battery than the open-source engine, and supports many more languages. Not open source.
ar: مُعرِّف الكلام المدمج من Apple ‏(iOS 26) يعمل دون اتصال على الهاتف؛ لا تُرفع التسجيلات أبدًا. لا شيء للتنزيل (يُجهّز النظام كل لغة عند أول استخدام)، ويستهلك بطارية أقل من المحرك مفتوح المصدر، ويدعم لغات أكثر. ليس مفتوح المصدر.
ja: Apple 内蔵の音声認識（iOS 26）。iPhone 上でオフライン動作し、録音はアップロードされません。モデルのダウンロード不要（各言語は初回使用時にシステムが準備）、オープンソース版より省電力で、より多くの言語に対応します。オープンソースではありません。
ko: Apple 내장 음성 인식(iOS 26). 휴대폰에서 오프라인으로 실행되며 녹음은 업로드되지 않습니다. 모델 다운로드가 필요 없고(각 언어는 처음 쓸 때 시스템이 준비), 오픈 소스 엔진보다 배터리를 덜 쓰며 더 많은 언어를 지원합니다. 오픈 소스는 아닙니다.
ru: Встроенное распознавание Apple (iOS 26) работает офлайн на телефоне; записи не загружаются. Ничего скачивать не нужно (система готовит язык при первом использовании), экономнее открытого движка и поддерживает больше языков. Код закрыт.
zh_hans: 苹果系统自带的识别（iOS 26），在手机上离线运行，录音不会上传。不用下载模型（首次使用某种语言时系统会自动准备），比开源引擎省电，支持粤语、日语、韩语；不开源。
zh_hant: 蘋果系統自帶的識別（iOS 26），在手機上離線執行，錄音不會上傳。不用下載模型（首次使用某種語言時系統會自動準備），比開源引擎省電，支援粵語、日語、韓語；不開源。

# 苹果语音识别不支持所选语言。
source: Apple's speech recognition doesn't support the selected language.
ar: لا يدعم التعرّف على الكلام من Apple اللغة المختارة.
ja: Apple の音声認識は選択した言語に対応していません。
ko: Apple 음성 인식은 선택한 언어를 지원하지 않습니다.
ru: Распознавание речи Apple не поддерживает выбранный язык.
zh_hans: 苹果语音识别不支持所选语言。
zh_hant: 蘋果語音識別不支援所選語言。

# 苹果语音识别无法处理这种音频。
source: Apple's speech recognition can't handle this audio.
ar: لا يستطيع التعرّف على الكلام من Apple معالجة هذا الصوت.
ja: Apple の音声認識はこの音声を処理できません。
ko: Apple 음성 인식이 이 오디오를 처리할 수 없습니다.
ru: Распознавание речи Apple не может обработать это аудио.
zh_hans: 苹果语音识别无法处理这种音频。
zh_hant: 蘋果語音識別無法處理這種音訊。

# 获取列表
source: Fetch List
ar: جلب القائمة
ja: 一覧を取得
ko: 목록 가져오기
ru: Получить список
zh_hans: 获取列表
zh_hant: 獲取列表

# 解锁 Cove Pro
source: Unlock Cove Pro
ar: فتح Cove Pro
ja: Cove Pro を解除
ko: Cove Pro 잠금 해제
ru: Открыть Cove Pro
zh_hans: 解锁 Cove Pro
zh_hant: 解鎖 Cove Pro

# 解锁 Cove Pro · %@
source: Unlock Cove Pro · %@
ar: فتح Cove Pro · %@
ja: Cove Pro を解除 · %@
ko: Cove Pro 잠금 해제 · %@
ru: Открыть Cove Pro · %@
zh_hans: 解锁 Cove Pro · %@
zh_hant: 解鎖 Cove Pro · %@

source: Get a key from the OpenCode console after subscribing to Go. The request format switches with the model per the official docs, and can be changed by hand: MiniMax and Qwen use Anthropic Messages, Grok, Muse and GPT use Responses, the rest use Chat Completions.
ar: بعد الاشتراك في Go خذ المفتاح من لوحة OpenCode. تتبدّل صيغة الطلب حسب النموذج وفق التوثيق الرسمي ويمكن تغييرها يدويًا: MiniMax وQwen تستخدم Anthropic Messages، وGrok وMuse وGPT تستخدم Responses، والباقي Chat Completions.
ja: Go を購読後、OpenCode のコンソールでキーを取得します。リクエスト形式は公式ドキュメントに従いモデルごとに自動で切り替わり、手動でも変更できます：MiniMax・Qwen は Anthropic Messages、Grok・Muse・GPT は Responses、その他は Chat Completions。
ko: Go 구독 후 OpenCode 콘솔에서 키를 받으세요. 요청 형식은 공식 문서에 따라 모델별로 자동 전환되며 직접 바꿀 수도 있습니다: MiniMax·Qwen은 Anthropic Messages, Grok·Muse·GPT는 Responses, 나머지는 Chat Completions.
ru: После подписки на Go возьмите ключ в консоли OpenCode. Формат запроса переключается по модели согласно документации и меняется вручную: MiniMax и Qwen — Anthropic Messages, Grok, Muse и GPT — Responses, остальные — Chat Completions.
zh_hans: 订阅 Go 后在 OpenCode 控制台取 Key。选模型时按官方文档自动切换请求格式，可以手动改：MiniMax、Qwen 走 Anthropic Messages，Grok、Muse、GPT 走 Responses，其余走 Chat Completions。
zh_hant: 訂閱 Go 後在 OpenCode 控制台取 Key。選模型時按官方文件自動切換請求格式，可以手動改：MiniMax、Qwen 走 Anthropic Messages，Grok、Muse、GPT 走 Responses，其餘走 Chat Completions。

# 记下
source: Add
ar: إضافة
ja: 記録
ko: 기록
ru: Записать
zh_hans: 记下
zh_hant: 記下

# 记下重点，纪要会围绕它展开
source: Jot down a key point; the minutes will build on it
ar: دوّن نقطة مهمة، وسيُبنى المحضر حولها
ja: 要点をメモすると、議事録がそれを軸に展開します
ko: 핵심을 적어 두면 회의록이 그것을 중심으로 정리됩니다
ru: Запишите главное — протокол будет строиться вокруг этого
zh_hans: 记下重点，纪要会围绕它展开
zh_hant: 記下重點，紀要會圍繞它展開

# 设置
source: Settings
ar: الإعدادات
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# 识别引擎
source: Recognition engine
ar: محرك التعرّف
ja: 認識エンジン
ko: 인식 엔진
ru: Движок распознавания
zh_hans: 识别引擎
zh_hant: 識別引擎

# 识别语言
source: Recognition language
ar: لغة التعرّف
ja: 認識言語
ko: 인식 언어
ru: Язык распознавания
zh_hans: 识别语言
zh_hant: 識別語言

# 识别说话人
source: Identify Speakers
ar: التعرّف على المتحدثين
ja: 話者を識別
ko: 화자 식별
ru: Определить говорящих
zh_hans: 识别说话人
zh_hant: 識別說話人

# 识别说话人失败：%@
source: Couldn't identify speakers: %@
ar: تعذّر التعرّف على المتحدثين: %@
ja: 話者を識別できませんでした：%@
ko: 화자를 식별하지 못했습니다: %@
ru: Не удалось определить говорящих: %@
zh_hans: 识别说话人失败：%@
zh_hant: 識別說話人失敗：%@

# 识别说话人（Pro）
source: Identify Speakers (Pro)
ar: التعرّف على المتحدثين (Pro)
ja: 話者を識別（Pro）
ko: 화자 식별(Pro)
ru: Определить говорящих (Pro)
zh_hans: 识别说话人（Pro）
zh_hant: 識別說話人（Pro）

# 识别说话人（先下载 %lld MB 模型）
source: Identify Speakers (downloads %lld MB of models first)
ar: التعرّف على المتحدثين (ينزّل %lld ميغابايت من النماذج أولًا)
ja: 話者を識別（先に %lld MB のモデルをダウンロード）
ko: 화자 식별(먼저 %lld MB 모델 다운로드)
ru: Определить говорящих (сначала загрузка %lld МБ)
zh_hans: 识别说话人（先下载 %lld MB 模型）
zh_hant: 識別說話人（先下載 %lld MB 模型）

# 语音模型由 App 在使用时从官方地址下载，不随 App 分发。
source: Speech models are downloaded from their official sources when needed; they aren't bundled with the app.
ar: تُنزَّل نماذج الكلام من مصادرها الرسمية عند الحاجة، ولا تأتي مع التطبيق.
ja: 音声モデルは必要時に公式の配布元からダウンロードされ、アプリには同梱されていません。
ko: 음성 모델은 필요할 때 공식 배포처에서 다운로드되며 앱에 포함되지 않습니다.
ru: Речевые модели загружаются из официальных источников при необходимости и не входят в приложение.
zh_hans: 语音模型由 App 在使用时从官方地址下载，不随 App 分发。
zh_hant: 語音模型由 App 在使用時從官方地址下載，不隨 App 分發。

# 语音识别没能启动（%@），本次只录音，会后可以再转录。
source: Speech recognition didn't start (%@). This meeting is being recorded only; transcribe it afterwards.
ar: لم يبدأ التعرّف على الكلام (%@). يُسجَّل الاجتماع فقط هذه المرة؛ فرّغه بعد انتهائه.
ja: 音声認識を開始できませんでした（%@）。今回は録音のみで、会議後に文字起こしできます。
ko: 음성 인식을 시작하지 못했습니다(%@). 이번에는 녹음만 하며 회의 후 받아쓸 수 있습니다.
ru: Распознавание не запустилось (%@). Сейчас идёт только запись; расшифруйте после встречи.
zh_hans: 语音识别没能启动（%@），本次只录音，会后可以再转录。
zh_hant: 語音識別沒能啟動（%@），本次只錄音，會後可以再轉錄。

# 语音识别（本机）
source: Speech Recognition (On Device)
ar: التعرّف على الكلام (على الجهاز)
ja: 音声認識（端末内）
ko: 음성 인식(기기 내)
ru: Распознавание речи (на устройстве)
zh_hans: 语音识别（本机）
zh_hant: 語音識別（本機）

# 说到一定内容后自动生成，按设置里的刷新档位逐段追加。
source: Starts once enough has been said, adding a section at a time at the refresh rate set in Settings.
ar: تبدأ بعد قول ما يكفي، وتُضاف فقرة تلو الأخرى بمعدل التحديث المحدد في الإعدادات.
ja: ある程度話すと自動で作成され、設定の更新頻度に合わせて段落ごとに追記されます。
ko: 어느 정도 말하면 자동으로 만들어지며, 설정의 새로고침 간격에 따라 단락씩 추가됩니다.
ru: Начнётся, когда сказано достаточно, и будет дополняться по частям с частотой из Настроек.
zh_hans: 说到一定内容后自动生成，按设置里的刷新档位逐段追加。
zh_hant: 說到一定內容後自動生成，按設定裡的重新整理檔位逐段追加。

# 说话人
source: Speaker
ar: المتحدث
ja: 話者
ko: 화자
ru: Говорящий
zh_hans: 说话人
zh_hant: 說話人

# 说话人 %lld
source: Speaker %lld
ar: المتحدث %lld
ja: 話者 %lld
ko: 화자 %lld
ru: Говорящий %lld
zh_hans: 说话人 %lld
zh_hant: 說話人 %lld

# 说话人模型下载失败：%@
source: Speaker model download failed: %@
ar: فشل تنزيل نماذج المتحدثين: %@
ja: 話者モデルのダウンロードに失敗しました：%@
ko: 화자 모델 다운로드 실패: %@
ru: Не удалось загрузить модели говорящих: %@
zh_hans: 说话人模型下载失败：%@
zh_hant: 說話人模型下載失敗：%@

# 说话人识别（本机 · Pro）
source: Speaker Identification (On Device · Pro)
ar: التعرّف على المتحدثين (على الجهاز · Pro)
ja: 話者識別（端末内 · Pro）
ko: 화자 식별(기기 내 · Pro)
ru: Определение говорящих (на устройстве · Pro)
zh_hans: 说话人识别（本机 · Pro）
zh_hant: 說話人識別（本機 · Pro）

# 请先告诉参会的人这场会议会被录音和转录。很多地方的法律要求所有参与者同意后才能录音。 录音和转录只保存在这台手机上。
source: Please tell everyone in the meeting that it will be recorded and transcribed. In many places the law requires everyone's consent before recording. Recordings and transcripts are stored only on this phone.
ar: يُرجى إبلاغ جميع الحاضرين بأن الاجتماع سيُسجَّل ويُفرَّغ. تشترط القوانين في أماكن كثيرة موافقة الجميع قبل التسجيل. تُحفظ التسجيلات والنصوص على هذا الهاتف فقط.
ja: 会議の参加者に、録音と文字起こしを行うことを伝えてください。多くの地域では、録音前に全員の同意が法律で求められています。 録音と文字起こしはこの iPhone にのみ保存されます。
ko: 회의 참석자에게 녹음과 받아쓰기를 한다고 먼저 알려 주세요. 많은 지역에서 녹음 전에 모든 참여자의 동의를 법으로 요구합니다. 녹음과 녹취록은 이 휴대폰에만 저장됩니다.
ru: Предупредите всех участников, что встреча будет записана и расшифрована. Во многих странах закон требует согласия всех перед записью. Записи и расшифровки хранятся только на этом телефоне.
zh_hans: 请先告诉参会的人这场会议会被录音和转录。很多地方的法律要求所有参与者同意后才能录音。 录音和转录只保存在这台手机上。
zh_hant: 請先告訴參會的人這場會議會被錄音和轉錄。很多地方的法律要求所有參與者同意後才能錄音。 錄音和轉錄只儲存在這臺手機上。

# 请先在系统设置里打开 Apple 智能。
source: Turn on Apple Intelligence in Settings first.
ar: فعّل Apple Intelligence من الإعدادات أولًا.
ja: 先に設定で Apple Intelligence をオンにしてください。
ko: 먼저 설정에서 Apple Intelligence를 켜세요.
ru: Сначала включите Apple Intelligence в Настройках.
zh_hans: 请先在系统设置里打开 Apple 智能。
zh_hant: 請先在系統設定裡開啟 Apple 智慧。

# 请求太频繁或额度用完了（429），稍后再试。
source: Too many requests or out of quota (429). Try again later.
ar: طلبات كثيرة جدًا أو نفدت الحصة (429). حاول لاحقًا.
ja: リクエストが多すぎるか、利用枠を使い切りました（429）。しばらくしてからお試しください。
ko: 요청이 너무 많거나 한도를 다 썼습니다(429). 잠시 후 다시 시도하세요.
ru: Слишком много запросов или исчерпана квота (429). Попробуйте позже.
zh_hans: 请求太频繁或额度用完了（429），稍后再试。
zh_hant: 請求太頻繁或額度用完了（429），稍後再試。

# 请求格式
source: Request format
ar: صيغة الطلب
ja: リクエスト形式
ko: 요청 형식
ru: Формат запроса
zh_hans: 请求格式
zh_hant: 請求格式

# 课程 / 讲座
source: Class / Lecture
ar: درس / محاضرة
ja: 授業・講演
ko: 수업/강연
ru: Лекция / занятие
zh_hans: 课程 / 讲座
zh_hant: 課程 / 講座

# 购买等待批准（例如需要家长同意），批准后会自动解锁。
source: The purchase is waiting for approval (for example, from a parent). It unlocks automatically once approved.
ar: الشراء بانتظار الموافقة (مثلًا من أحد الوالدين). سيُفعَّل تلقائيًا بعد الموافقة.
ja: 購入は承認待ちです（保護者の承認など）。承認されると自動で解除されます。
ko: 구매가 승인 대기 중입니다(예: 보호자 승인). 승인되면 자동으로 잠금 해제됩니다.
ru: Покупка ждёт одобрения (например, родителя). После одобрения откроется автоматически.
zh_hans: 购买等待批准（例如需要家长同意），批准后会自动解锁。
zh_hant: 購買等待批准（例如需要家長同意），批准後會自動解鎖。

# 跟随会议语言
source: Same as the meeting
ar: مثل لغة الاجتماع
ja: 会議の言語に合わせる
ko: 회의 언어와 같게
ru: Как на встрече
zh_hans: 跟随会议语言
zh_hant: 跟隨會議語言

# 跟随系统
source: System
ar: حسب النظام
ja: システムに合わせる
ko: 시스템 설정
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

# 转录
source: Transcript
ar: النص
ja: 文字起こし
ko: 녹취록
ru: Расшифровка
zh_hans: 转录
zh_hant: 轉錄

# 转录失败：%@
source: Transcription failed: %@
ar: فشل التفريغ: %@
ja: 文字起こしに失敗しました：%@
ko: 받아쓰기 실패: %@
ru: Не удалось расшифровать: %@
zh_hans: 转录失败：%@
zh_hant: 轉錄失敗：%@

# 转录完成后自动生成纪要
source: Write minutes when the transcript is ready
ar: كتابة المحضر تلقائيًا بعد التفريغ
ja: 文字起こし完了後に議事録を自動作成
ko: 받아쓰기가 끝나면 회의록 자동 작성
ru: Писать протокол после расшифровки
zh_hans: 转录完成后自动生成纪要
zh_hant: 轉錄完成後自動生成紀要

# 还没有会议
source: No Meetings Yet
ar: لا توجد اجتماعات بعد
ja: まだ会議がありません
ko: 아직 회의가 없습니다
ru: Пока нет встреч
zh_hans: 还没有会议
zh_hant: 還沒有會議

# 还没有可用的模型接口。请到设置 → 模型接口添加。
source: No model endpoint yet. Add one in Settings → Model Endpoints.
ar: لا يوجد اتصال نموذج بعد. أضف واحدًا من الإعدادات ← اتصالات النماذج.
ja: 使えるモデル接続がまだありません。設定 → モデル接続 で追加してください。
ko: 사용할 수 있는 모델 연결이 아직 없습니다. 설정 → 모델 연결에서 추가하세요.
ru: Подключений моделей пока нет. Добавьте в Настройки → Подключения моделей.
zh_hans: 还没有可用的模型接口。请到设置 → 模型接口添加。
zh_hant: 還沒有可用的模型介面。請到設定 → 模型介面新增。

# 还没有可用的模型接口。请到设置 → 模型接口添加一个，并选好模型。
source: No usable model endpoint yet. Add one in Settings → Model Endpoints and choose a model.
ar: لا يوجد اتصال نموذج صالح بعد. أضف واحدًا من الإعدادات ← اتصالات النماذج واختر نموذجًا.
ja: 使えるモデル接続がまだありません。設定 → モデル接続 で追加し、モデルを選んでください。
ko: 사용할 수 있는 모델 연결이 아직 없습니다. 설정 → 모델 연결에서 추가하고 모델을 고르세요.
ru: Нет рабочего подключения. Добавьте его в Настройки → Подключения моделей и выберите модель.
zh_hans: 还没有可用的模型接口。请到设置 → 模型接口添加一个，并选好模型。
zh_hant: 還沒有可用的模型介面。請到設定 → 模型介面新增一個，並選好模型。

# 还没有模型接口，请到设置里添加。
source: No model endpoint yet — add one in Settings.
ar: لا يوجد اتصال نموذج بعد — أضفه من الإعدادات.
ja: モデル接続がまだありません。設定で追加してください。
ko: 모델 연결이 아직 없습니다. 설정에서 추가하세요.
ru: Подключений пока нет — добавьте в Настройках.
zh_hans: 还没有模型接口，请到设置里添加。
zh_hant: 還沒有模型介面，請到設定裡新增。

# 还没有转录
source: Not Transcribed Yet
ar: لم يُفرَّغ بعد
ja: まだ文字起こしされていません
ko: 아직 받아쓰지 않았습니다
ru: Ещё не расшифровано
zh_hans: 还没有转录
zh_hant: 還沒有轉錄

# 还没有转录内容。
source: No transcript yet.
ar: لا يوجد نص بعد.
ja: 文字起こしはまだありません。
ko: 아직 녹취록이 없습니다.
ru: Расшифровки пока нет.
zh_hans: 还没有转录内容。
zh_hant: 還沒有轉錄內容。

# 这个 Apple 账号没有购买过 Cove Pro。
source: This Apple Account hasn't purchased Cove Pro.
ar: لم يشترِ حساب Apple هذا Cove Pro.
ja: この Apple アカウントでは Cove Pro を購入していません。
ko: 이 Apple 계정으로 Cove Pro를 구매한 적이 없습니다.
ru: С этим Apple ID Cove Pro не покупали.
zh_hans: 这个 Apple 账号没有购买过 Cove Pro。
zh_hant: 這個 Apple 賬號沒有購買過 Cove Pro。

# 这个地址必须用 https://。只有局域网地址、Tailscale（100.x / *.ts.net）和不带点的主机名可以用 http://。
source: This address needs https://. Only local network addresses, Tailscale (100.x / *.ts.net) and host names without dots can use http://.
ar: يتطلب هذا العنوان https://. يُسمح بـ http:// فقط لعناوين الشبكة المحلية وTailscale ‏(100.x / *.ts.net) وأسماء المضيف بلا نقاط.
ja: このアドレスには https:// が必要です。http:// を使えるのは LAN のアドレス、Tailscale（100.x / *.ts.net）、ドットのないホスト名だけです。
ko: 이 주소는 https://를 써야 합니다. http://는 로컬 네트워크 주소, Tailscale(100.x / *.ts.net), 점 없는 호스트 이름만 쓸 수 있습니다.
ru: Для этого адреса нужен https://. http:// разрешён только для адресов локальной сети, Tailscale (100.x / *.ts.net) и имён без точки.
zh_hans: 这个地址必须用 https://。只有局域网地址、Tailscale（100.x / *.ts.net）和不带点的主机名可以用 http://。
zh_hant: 這個地址必須用 https://。只有區域網地址、Tailscale（100.x / *.ts.net）和不帶點的主機名可以用 http://。

# 这台设备不支持 Apple 智能。
source: This device doesn't support Apple Intelligence.
ar: هذا الجهاز لا يدعم Apple Intelligence.
ja: このデバイスは Apple Intelligence に対応していません。
ko: 이 기기는 Apple Intelligence를 지원하지 않습니다.
ru: Это устройство не поддерживает Apple Intelligence.
zh_hans: 这台设备不支持 Apple 智能。
zh_hant: 這臺裝置不支援 Apple 智慧。

# 这场会议没有录音，也没有转录内容。
source: This meeting has no recording and no transcript.
ar: لا يوجد تسجيل ولا نص لهذا الاجتماع.
ja: この会議には録音も文字起こしもありません。
ko: 이 회의에는 녹음도 녹취록도 없습니다.
ru: У этой встречи нет ни записи, ни расшифровки.
zh_hans: 这场会议没有录音，也没有转录内容。
zh_hant: 這場會議沒有錄音，也沒有轉錄內容。

# 这次会议最重要的三件事是什么？
source: What were the three most important things?
ar: ما أهم ثلاثة أمور في هذا الاجتماع؟
ja: この会議で一番大事な 3 つは？
ko: 이번 회의에서 가장 중요한 세 가지는?
ru: Три самых важных итога встречи?
zh_hans: 这次会议最重要的三件事是什么？
zh_hant: 這次會議最重要的三件事是什麼？

# 这次更新超过 2 分钟没完成，已放弃，稍后会再试。
source: This update took over 2 minutes and was dropped; it'll try again shortly.
ar: استغرق هذا التحديث أكثر من دقيقتين فأُلغي؛ ستُعاد المحاولة قريبًا.
ja: 今回の更新は 2 分以上かかったため中止しました。後で再試行します。
ko: 이번 업데이트가 2분 넘게 끝나지 않아 취소했습니다. 곧 다시 시도합니다.
ru: Обновление шло дольше 2 минут и было отменено; скоро попробуем снова.
zh_hans: 这次更新超过 2 分钟没完成，已放弃，稍后会再试。
zh_hant: 這次更新超過 2 分鐘沒完成，已放棄，稍後會再試。

# 连接成功（%@ 秒）：%@
source: Connected (%1$@ s): %2$@
ar: تم الاتصال (%1$@ ث): %2$@
ja: 接続に成功しました（%1$@ 秒）：%2$@
ko: 연결 성공(%1$@초): %2$@
ru: Подключено (%1$@ с): %2$@
zh_hans: 连接成功（%1$@ 秒）：%2$@
zh_hant: 連線成功（%1$@ 秒）：%2$@

# 选择纪要模板
source: Choose a Minutes Template
ar: اختر قالب المحضر
ja: 議事録テンプレートを選択
ko: 회의록 템플릿 선택
ru: Выберите шаблон протокола
zh_hans: 选择纪要模板
zh_hant: 選擇紀要模板
